tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
tap "swiftwasm/tap"
brew "antidote"
brew "bat"
brew "bottom"
brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "go"
brew "htop"
brew "hyperfine"
brew "just"
brew "lazygit"
brew "lima"
brew "lua"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "node"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "smimesign"
brew "spotify-tui"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "wasm-micro-runtime"
brew "wasm-tools"
brew "wasmer"
brew "wasmtime"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zplug"
brew "oven-sh/bun/bun"
cask "amethyst"
cask "discord"
cask "duckduckgo"
cask "fig"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "gpg-suite"
cask "iina"
cask "ilok-license-manager"
cask "karabiner-elements"
cask "kitty"
cask "pdf-squeezer"
cask "protonvpn"
cask "rancher"
cask "rectangle"
cask "spotify"
cask "tailscale"
cask "thunderbird"
cask "ukelele"
cask "utm"
cask "visual-studio-code"
